driver-tests/bpelse/assign/AssignNamespacesJBI/test/results/multiNSUQErootLevel/Actual_20130304222311_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Employee xmlns="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/employee" xmlns:add="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/address" xmlns:emp="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/employee" xmlns:msgns="http://j2ee.netbeans.org/wsdl/multiNSelementFormDefaultUnqualified/newWSDL" xmlns:per="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/person" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
      <per:person>
        <name xmlns="">John Doe</name>
        <add:address>
          <Street xmlns="">123 Main St</Street>
          <city xmlns="">Monrovia</city>
        </add:address>
      </per:person>
      <experience xmlns="">3</experience>
    </Employee>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>